"This copy will expire on %@." = "Cette copie expire le %@.";
"%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker is a trademark of FileMaker, Inc.,\nregistered in the US and other countries." = "%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nTous droits réservés\n\nFileMaker est une marque de FileMaker, Inc.,\ndéposée aux Etats-Unis et dans d’autres pays.";
"Version: %@ %@\n\nThis product is licensed to:\n%@\n\nLicense Key: %@\n%@\n%@" = "Version : %@ %@\n\nLa licence de ce produit est accordée à :\n%@\n\nClé d’installation : %@\n%@\n%@";
"Version: %@ %@" = "Version : %@ %@";
"Version: %@ %@\nLicense Key: %@" = "Version : %@ %@\nClé d'installation : %@";
"Credits are listed in the Acknowledgements document provided\nwith this software." = "La liste des auteurs est disponible dans le document Remerciements \nfourni avec ce logiciel.";
"%@ %@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker and the file folder logo are trademarks of FileMaker, Inc.,\nregistered in the US and other countries. For more information,\nvisit our Web site at http://www.filemaker.com." = "%@ %@\n© 1984-%@ FileMaker, Inc.\nTous droits réservés\n\nFileMaker et le logo de dossier sont des marques de FileMaker, Inc., \ndéposées aux Etats-Unis et dans d’autres pays. Pour plus de détails, \nconsultez notre site web à l’adresse http://www.filemaker.com/fr/.";
"FileMaker Pro" = "FileMaker Pro";
"FileMaker Pro could not be launched because of incorrect installation, missing system components, or insufficient memory.\nPlease see the FileMaker Pro documentation." = "Impossible de lancer FileMaker Pro en raison d'une mauvaise installation, de l'absence de composants système ou d'espace mémoire insuffisant.\nConsultez la documentation FileMaker Pro.";
"OK" = "OK";
"You have entered an invalid license key. Please refer to your FileMaker package for the correct license key." = "La clé d'installation spécifiée n'est pas valide. La clé correcte figure dans votre coffret FileMaker.";
"Please refer to your FileMaker package for the correct license key." = "La clé d’installation correcte figure sur votre coffret FileMaker.";
"You have entered an invalid license key" = "Vous avez saisi une clé d’installation non valide.";
"Please enter a user name in the User Name field." = "Veuillez indiquer un nom d’utilisateur dans la rubrique Nom de l'utilisateur.";
"<unknown>" = "<inconnu>";
"The length of the selected text cannot exceed 100 characters." = "La longueur du texte sélectionné est limitée à 100 caractères.";
"You have entered an invalid license key." = "La clé d'installation spécifiée n'est pas valide.";
"A user name is required." = "Nom d'utilisateur requis.";
"Layout and Script names should not be empty." = "Les noms de modèle et de script ne peuvent pas être vides.";
"Please enter something for both the Layout and Script name." = "Veuillez entrer quelque chose pour le nom de modèle et le nom de script.";
"Please enter less characters for the Layout name." = "Veuillez entrer moins de caractères pour le nom du modèle.";
"Please enter less characters for the Script name." = "Veuillez entrer moins de caractères pour le nom du script.";
"Preparing %@.  This may take up to a minute." = "Préparation de %@. L'opération peut prendre une minute.";
